---
kind: property
id: P:Autodesk.Revit.DB.PartMakerMethodToDivideVolumes.VConstDivisionIndent
source: html/f4e7e5e1-9fce-34f0-7d1c-25c0b97f8012.htm
---
# Autodesk.Revit.DB.PartMakerMethodToDivideVolumes.VConstDivisionIndent Property

Indentation for the application of division rule's pattern across v-const gridlines
 (i.e., similar to changing indices of v-const gridlines).

## Syntax (C#)
```csharp
public int VConstDivisionIndent { get; set; }
```